cask_args appdir: "/Applications"


# Brews
brew "ansible"
#brew "saltstack"
brew "awscli"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "packer"
brew "terraform"
brew "thefuck"

# Casks
cask "alfred"
cask "discord" 
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "minikube"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "xquartz"
