tap "derailed/k9s"
tap "homebrew/bundle"
brew "argocd"
brew "awscli"
brew "chezmoi"
brew "colima"
brew "docker"
brew "gnupg"
brew "helm"
brew "kubernetes-cli"
brew "kubectx"
brew "neovim"
brew "pinentry-mac"
brew "pyenv"
brew "rust"
brew "starship"
brew "tfenv"
brew "tgenv"
brew "tmux"
brew "wget"
brew "derailed/k9s/k9s"
cask "alfred"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "obsidian"
cask "postman"
cask "spotify"
cask "visual-studio-code"
